tap "caskroom/cask"
tap "caskroom/drivers"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "libssh2"
brew "aria2"
brew "ascii"
brew "perl"
brew "asciiquarium"
brew "python@3.10", link: false
brew "autojump"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "ccls"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cointop"
brew "coreutils"
brew "corkscrew"
brew "cowsay"
brew "ctags", link: false
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docutils", link: false
brew "dos2unix"
brew "duti"
brew "exa"
brew "expect"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "fortune"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-typist"
brew "go"
brew "gotags"
brew "gping"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "lazygit"
brew "libxmlsec1"
brew "lolcat"
brew "lrzsz"
brew "luarocks"
brew "protobuf"
brew "mitmproxy"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "p7zip"
brew "pandoc"
brew "pipes-sh"
brew "prometheus"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rmtrash"
brew "ruby"
brew "sampler"
brew "scc"
brew "screenfetch"
brew "slides"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "unar"
brew "unrar"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "aria2gui"
cask "font-hack-nerd-font"
cask "keycastr"
cask "pomotodo"
cask "zulu7"
