tap "daipeihust/tap"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "libssh2"
brew "aria2", link: false
brew "ascii"
brew "asciiquarium"
brew "python@3.14"
brew "autojump"
brew "bash"
brew "bat"
brew "brew-cask-completion"
brew "btop"
brew "fontconfig"
brew "glib", link: false
brew "cairo"
brew "ccls"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cointop"
brew "lima"
brew "colima", restart_service: :changed
brew "coreutils"
brew "corkscrew"
brew "cowsay"
brew "ctags", link: false
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docutils", link: false
brew "dos2unix"
brew "duti"
brew "exa"
brew "expect"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fpp"
brew "fprobe"
brew "fswatch"
brew "fzf"
brew "libavif"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "gnu-typist"
brew "unbound", restart_service: :changed
brew "gnutls"
brew "go@1.17"
brew "go@1.23"
brew "gobject-introspection"
brew "gotags"
brew "gping"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kafka"
brew "lazygit"
brew "libass"
brew "libfido2"
brew "libmicrohttpd"
brew "libplacebo"
brew "libxml2"
brew "libxmlsec1"
brew "lolcat"
brew "lrzsz"
brew "luarocks"
brew "lux"
brew "openssl@1.1"
brew "protobuf"
brew "python@3.11", link: false
brew "mitmproxy"
brew "vapoursynth"
brew "mpv"
brew "mysql", restart_service: :changed
brew "mysql@8.4", restart_service: :changed
brew "neovim"
brew "nghttp2"
brew "nmap", link: false
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "openvino"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pipes-sh"
brew "prometheus", restart_service: :changed
brew "pyenv"
brew "python@3.13", link: false
brew "python-tk@3.13"
brew "python@3.10"
brew "python@3.12", link: false
brew "python@3.9"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ruby"
brew "sampler"
brew "scc"
brew "screenfetch"
brew "slides"
brew "srt"
brew "telnet", link: false
brew "terminal-notifier"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unar"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yamllint"
brew "zookeeper"
brew "zsh"
brew "daipeihust/tap/im-select"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "keycastr"
cask "pomotodo"
cask "rar"
cask "wkhtmltopdf"
cask "zulu7"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "code.byted.org/comments/comments_build_tools/cmd/build_tools"
go "code.byted.org/comments/comments_build_tools/cmd/cbt_tpl_parser"
go "code.byted.org/comments/comments_build_tools"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "golang.org/dl/go1.18.10"
go "github.com/mdempsky/gocode"
go "github.com/stamblerre/gocode"
go "github.com/rogpeppe/godef"
go "github.com/zmb3/gogetdoc"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/lint/golint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/tools/cmd/guru"
go "code.byted.org/novelfm/httpkitool"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "code.byted.org/kite/kitex/tool/cmd/kitex"
go "code.byted.org/kite/kitool/v3"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "code.byted.org/middleware/rgo"
go "honnef.co/go/tools/cmd/staticcheck"
go "code.byted.org/novelfm/tcc_generator"
go "github.com/cloudwego/thriftgo"
go "github.com/google/wire/cmd/wire"
